Repository: quanshousio/EventTicketing
Catalog: EventTicketing/Common/Localization/*.lproj/Localizable.strings
Languages: vi

source: Done
vi: Xong

source: Cancel
vi: Huỷ

source: Loading...
vi: Đang xử lý...

source: Edit
vi: Sửa

source: Delete
vi: Xoá

source: Search...
vi: Tìm kiếm...

source: Database
vi: Cơ sở dữ liệu

source: Customers
vi: Khách hàng

# scanner
source: Scan Ticket
vi: Scan vé

source: Settings
vi: Cài đặt

source: Order
vi: Mua vé

source: Ticket
vi: Vé

source: Name
vi: Họ tên

source: Phone
vi: Điện thoại

source: Quantity
vi: Số lượng

source: Created at
vi: Thời gian tạo

source: Updated at
vi: Thời gian cập nhật

source: Verified
vi: Đã xác nhận

source: Verified at
vi: Thời gian xác nhận

source: Sent
vi: Đã gửi

source: Sent at
vi: Thời gian gửi

source: Save
vi: Lưu

source: Send
vi: Gửi

source: Share
vi: Chia sẻ

source: Verify
vi: Xác nhận

source: Success
vi: Thành công

source: Error
vi: Lỗi

# ticket.saveSuccess
source: Ticket has been saved to the Photo Library
vi: Vé đã được lưu vào Cuộn camera

# ticket.saveFailed
source: Failed to save the ticket to the Photo Library: %@
vi: Đã có lỗi xảy ra khi lưu vé vào Cuộn camera: %@

# ticket.buyFailed
source: Failed to buy the ticket. Please contact the developer for more help
vi: Đã có lỗi xảy ra khi mua vé. Vui lòng liên hệ nhà phát triển phần mềm để được giúp đỡ

# ticket.verifySuccess
source: Ticket has been successfully verified
vi: Vé đã được xác nhận thành công

# ticket.verifyFailed
source: Failed to verify the ticket. Please try again
vi: Đã có lỗi xảy ra khi xác nhận vé. Vui lòng thử lại sau

# ticket.alreadyVerified
source: Ticket has already been verified
vi: Vé đã được xác nhận

# ticket.notValid
source: Ticket is not valid
vi: Vé không hợp lệ

# askChangePermissionSettings
source: To give app permissions tap on "Change Settings" button
vi: Vui lòng bấm "Cài đặt" để cấp quyền sử dụng cho ứng dụng

source: Change Settings
vi: Cài đặt

source: Language
vi: Ngôn ngữ

# sendOption
source: Send ticket option
vi: Phương tiện gửi vé

source: Default Mail
vi: Mail mặc định

source: Verify ticket automatically
vi: Xác nhận vé ngay sau khi scan

source: Always-on Scanner
vi: Luôn bật máy scan vé

# sendGrid.sendSuccess
source: Ticket has been successfully sent
vi: Vé đã được gửi thành công

# sendGrid.sendFailed
source: Failed to send the ticket: %@
vi: Đã có lỗi xảy ra trong quá trình gửi vé: %@

# sendGrid.apiKeyNotFound
source: Failed to retrieve SendGrid API key
vi: Không thể tìm thấy khoá API của SendGrid

# deviceCannotSendMail
source: Your device can not send mail using Mail application
vi: Thiết bị của bạn không gửi thư được bằng ứng dụng Mail

source: About
vi: Giới thiệu

# about.quanshousio
source: @quanshousio - doing stuffs xD
vi: @quanshousio - Làm app mệt thật xD

# about.cdsl
source: @cdslthemovement - An art collective based in Hanoi, Vietnam
vi: @cdslthemovement - Một dự án nghệ thuật ở Hà Nội, Việt Nam

source: Version
vi: Phiên bản

source: Extras
vi: Khác

source: Fireworks
vi: Pháo hoa

# camera.failedToInitialize
source: Failed to initialize the camera session
vi: Đã có lỗi xảy ra trong quá trình khởi tạo camera

# camera.failedToResume
source: Failed to resume the camera session
vi: Không thể khởi động lại tiến trình chạy camera

# camera.failedToInterrupt
source: Failed to interrupt the camera session
vi: Không thể tạm dừng tiến trình chạy camera

source: Identification
vi: Thông tin định danh

source: Personal Information
vi: Thông tin cá nhân

source: Verification
vi: Thông tin xác minh
